Repository: dev-fjn/Fundacion
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: es

source: No year specified
es: No se ha especificado año

source: No month specified
es: No se ha especificado mes

source: No day specified
es: No se ha especificado día

source: No week specified
es: No se ha especificado semana

source: No %(verbose_name_plural)s available
es: No hay %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
es: El %(verbose_name_plural)s futuro no disponible porque %(class_name)s.allow_future es Falso.

source: Invalid date string '%(datestr)s' given format '%(format)s'
es: Cadena de fecha '%(datestr)s' no válida para el formato '%(format)s' dado

source: No %(verbose_name)s found matching the query
es: No se ha encontrado %(verbose_name)s acorde a la búsqueda

source: Page is not 'last', nor can it be converted to an int.
es: La página no es 'last', o no puede ser convertida a un entero.

source: Invalid page (%(page_number)s): %(message)s
es: Página no válida (%(page_number)s): %(message)s

source: Empty list and '%(class_name)s.allow_empty' is False.
es: Lista vacía y '%(class_name)s.allow_empty' es Falso.

source: banner
es: anuncio

source: Go
es: Ir
